var demoData = {
    one: [
        {
            title: "（一）、我的家庭：",
            content: "我出生於民國76年，家中有五個成員，家父擔任工程師，母親是一位稱職的家庭主婦，弟弟妹妹仍就讀中，家中成員和樂幸福。自幼父母以民主溝通之方式教育我，讓我在關懷、安康的環境下成長，培養我獨立自主、積極主動、負責之生活態度。爸爸是個樂觀開朗的好父親，常用『知足常樂』與我共勉之。媽媽常說『玉不琢、不成器、人不學、不知義』的格言來勉勵我。父母總以「嚴以律己」來作為我的模範，在耳濡目染下我已作好人生的規劃，我時常告誡自己要做個懂事孝順的孩子，十多年來的成長過程，可謂多彩多姿。"
        },
        {
            title: "(二）、求學經歷．競賽成果：",
            content: "國小時常常參加各項比賽活動，像夏令營、科學營、母親卡製作比賽、書法、投稿…我都竭盡所能，取得各種榮耀，從國小就開始學心算的我，在偶然的機會下，我參加心算比賽得到了第二名，讓我榮耀至極。我的個性外向，隨和，善於表達自己的意見，易與他人打成一片，並建立良好人際關係。我想這要歸功於父母教導我為人處事的態度；生我，育我，養我，長我，悉心照顧，更為我開啟智慧之窗，導我為人之道，用心之深切，只願我怏安成長，能造福人群，昊天罔極，此德何報。師者，師也，個個抱持著作育英才的理念，熱誠傳授知識，擾我為人處事之理，陶冶我品性，使我由無知而豐知，辛勞教育我，無怨無悔，此情此愛，銘記吾心。"
        },
        {
            title: "（三）、興趣和嗜好：",
            content: "平常我喜歡各式的運動例如：打籃球、游泳等來鍛鍊身體，閒暇時總愛拿本書細細品味，音樂與閱讀成了我生活的一部分。音樂可以放鬆自己，陶冶身心；閱讀可增添知識，使我思維更加周密以變化氣質，有時打開電腦上網找資料、吸收各方面的新知，也利用電腦做一些文書處理及一些統計剪接的軟體，來訓練自己這方面的才能，經由從事多元化的涉獵突破自我的能力，加強學習讓自己能面面俱到，好面對未來的種種挑戰，超越另一個自我。"
        },
        {
            title: "（四）、學業及課外活動之經歷：",
            content: "在課業方面，我較偏愛跟數學有關的科目，各科成績中表現最優異的總是數學，升高中也因為數學僅錯2題而錄取了彰化高中，在課外活動方面我曾是羽球校隊。在高中期間參加了許多的課外活動，如：一年級的新詩朗誦比賽第一名、英文歌唱比賽第三名，在社團方面大眾傳播社更使我參觀過電台、報社、錄影節目如：港督電台、聯合報社等。"
        },
        {
            title: "（五）、多方發展．鍛鍊身心：",
            content: "大學是人生的另一個新的起跑點，我的大學生活可說是多采多姿，同學眼中的我為人誠懇、做事細心負責、樂於接受挑戰及壓力。因為同學們的信任而擔任過理班長的職位，目前則負責畢業紀念冊小組組長，感謝老師及所有的同學給予服務的機會，讓我多方涉獵接觸，廣拓知識領域。吸取了許多寶貴的經驗，曾經擔任過歷史小老師，對於班上事務熱心參與和同學相處融洽，在社團方面參加過大眾傳播社，學到一些特殊技能，照相方法及一些課外知識。學業成績雖無最傑出表現，但在強力自我要求下，始終保持中等以上的水準。"
        },
        {
            title: "（六）、擇我所愛．愛我所擇：",
            content: " 因為在大學的求學階段謝老師總是非常熱心的指導我，除一般學術理論的指導，老師更是提供很多實務上的經驗和海運專業書籍讓我做參考。也因為老師的熱心，所以讓我對海運的興趣越來越濃厚。在我的生涯規劃中，大學的學歷並不是我最後一張文憑；我希望當能力充足且有更多的實務經驗時可以出國進修。在我的目標裡我希望，我可以對整個海運市場很專精，對市場有高度的靈敏度，最後做到我希望的全球化專業化。我從進入海洋大學的第一天起我就下定心我未來一定要從事海運的工作！我希望能將在 學校所學的專業知識應用在職場上。我相信現在的我已做好準備，可以為我嚮往的產業投入一份心力。"
        }
    ],
    two: [
        {
            title: "",
            content: "我是彰化人，在家排行老大，父母親皆為服務業，教育上，父母親給予我獨立自主的空間，培養我學會獨立生活讓自己不渾渾噩噩地過日子，自主規劃出個人短期、中期、長期的目標，然後努力去達成。大學主修工管系，四年中，簡報報告是最基本的學習方式，在簡報前先統整出資料，培養出對資訊的敏感度，常上台簡報也讓我熟悉如何在團體中表達意見、調和衝突到解決問題。藉由涉獵、模擬各種不同的報告主題，也學到很多不同的企業其不同的經營方式或是行銷方式等，培養出對企業組織運作的了解。"
        },
        {
            title: "",
            content: "多益雖然已經過了學校畢業門檻，依然每天都會撥出至少30分鐘的時間，練習與維持自己的英文程度，平時也喜歡閱讀不同領域的雜誌，像是室內設計、製造產業有關的資訊，科學類的、烹飪等都有興趣，對於一些能親自動手做的事，並不排斥，反而很享受過程，除此之外也很喜歡戶外活動，爬山或健身，我認為多樣的興趣，能刺激對生活更多元的想法，也擴展自己的眼界，保持開放彈性的想法，讓自己具有高度可塑性。"
        },
        {
            title: "",
            content: "社團方面，參加過聯誼性社團擔任學藝的職位，本身不擅長畫畫，但在過程中完成依舊盡力完成活動所需要的海報或卡片道具，更學到很多經驗，培養規劃、組織、溝通、協調的能力，過程辛苦但熟能生巧，沒有無法克服的事。打工經驗上，在大二大三到補習班擔任櫃檯人員，屬於第一線的服務人物員，雖然只是接待家長，但有時學生有問題或是紛爭時，便需要去適時的去解決與緩和，這也考驗著自己在面對家長時的應對進退。"
        },
        {
            title: "",
            content: "未來展望上，希望有幸能進入貴公司，以從零開始的學習心態，去了解公司內的相關作業與流程，並積極掌握其相關產業的新知與動向，期望能將自己所學學以致用，為公司盡一份力外，把握每一次的學習機會，虛心向主管或是向同事請教，努力充實自己外，也是經驗的累積，因此希望貴公司懇請給予一個面試機會。"
        }
    ],
    three: [
        {
            title: "",
            content: "我出生在彰化鹿港鎮，父親是公務員，母親則是賣場銷售員，姐妹二人，目前妹妹仍在台北科技大學讀，ㄧ家四口和樂融融。父母親對於子女的教育採行的是民主是的教育，因此我們自小就培養了良好的自我表達能力及溝通能力。做事細心、負責、為人謙和則是我自父母親身上所學習到的身教。"
        },
        {
            title: "",
            content: "在學期間，課業上的成績雖然不很優秀，但都在中上程度。於高中就學期間，是我第一次獨立自主的生活經驗，每年寒暑假參加學校社團及青少年公益組織，除了參與學術研討會的舉辦外，還參與策劃街舞比賽，以提倡青少年正當休閒娛樂活動，並挨家挨戶向商家籌募活動經費，這中間的心酸只有經歷過的人才知道，但這些活動也鍛鍊了我的挫折忍耐度及團隊合作溝通的能力。對於日後我在大專就學階段從事系學會的公關及暑期工讀都有很大的助益。"
        },
        {
            title: "",
            content: "天性樂觀的我，在同學之間總是扮演著協調與溝通的角色。暑期打工的經驗中，接觸形形色色的人，也學會和不同個性的人一起工作學習。對於自己有興趣的事務，無論遇到什麼的困難都會想盡辦法克服，努力的達成目標。具有挑戰性以及需要和人接觸的工作，是我所偏愛的，就學期間積極參加理財規劃人員的證照考試，很幸運的取得了合格證照，我本身對於投資理財的商品也很有興趣。"
        },
        {
            title: "",
            content: "未來希望能夠從事投資理財方面的業務工作，我期望以我樂觀積極的個性，加上專業知識、能力的培養，未來可以成為專業的投資理財專員。"
        }
    ]
}